Repository: eduherraiz/portfolio
Catalog: src/home/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Nombre
ca: Nom

source: Email
ca: Adreça

source: Mensaje
ca: Missatge

source: Antirobot
ca: Anti-robots

source: Contacta conmigo
ca: Contacta amb jo

source: Sobre mí
ca: Personal

source: Últimos proyectos
ca: Darrers projectes

source: Lee más
ca: Llegeix mes

source: Código libre
ca: Programari lliure

source: Proyectos viejos
ca: Projectes vells

source: Información básica
ca: Informació bàsica

source: Entradas en blog
ca: Entrades al blog

source: Créditos
ca: Crèdits

source: Diseño
ca: Diseny

source: por
ca: per

source: con
ca: amb
